{
    "SUMMARY": "This section provides a concise overview of the gene, including its official symbol, full name, primary source information, organism details, known aliases, and a brief functional summary. It often describes the encoded protein's role in the cell, highlights key biological processes or pathways, and mentions diseases associated with genetic variants of this gene.",
    "GENOMIC CONTEXT": "This section details the gene’s location on a specific chromosome, its position within the genome assembly, exon count, and general genomic structure. It includes reference assembly information, coordinates for the gene, and may link to genomic viewers. This is where one can learn about the gene’s physical positioning and neighboring genomic elements.",
    "BIBLIOGRAPHY": "In this section, you find references to scientific literature related to the gene. It lists publications from PubMed and other repositories, often highlighting studies on gene function, clinical significance, disease associations, and experimental findings. This helps users locate key research articles for further reading.",
    "PHENOTYPES": "This section focuses on known phenotypic outcomes related to mutations or variations in the gene. It may list diseases and syndromes associated with the gene, provide links to medical databases like MedGen, OMIM, and GeneReviews, and describe how particular variants can lead to specific clinical presentations or pathologies.",
    "VARIATION": "This section describes genetic variants within the gene, including single nucleotide polymorphisms (SNPs), insertions/deletions, and structural variants. It often links to variant databases such as ClinVar, dbVar, and Variation Viewer. It is useful for understanding how genetic diversity in the gene correlates with phenotypes or disease risks.",
    "INTERACTION": "Here, information on the gene’s molecular and genetic interactions is provided. It lists known interacting proteins, other genes, and pathways, referencing interaction databases and experimental evidence. This section helps users understand the gene’s functional network and potential partners in biological processes.",
    "GENERAL GENE INFO": "This section contains miscellaneous but fundamental details about the gene. It might include genetic markers, pseudogenes, homology information, orthologs, and other basic identifiers. It serves as a general background repository for gene-specific data that does not fit neatly into other sections.",
    "GENERAL PROTEIN INFORMATION": "This part covers information about the protein product(s) encoded by the gene. It includes preferred protein names, enzyme classifications, isoforms, protein domains, and functional motifs. Users can learn about the biochemical properties, enzymatic activities, and known protein variants originating from the gene.",
    "RELATED SEQUENCES": "This section lists associated nucleotide and protein sequences, including genomic clones, mRNA transcripts, and protein isoforms. It provides direct links to sequence records, enabling further analysis of gene transcripts, alternative splicing events, and comparisons between different sequence versions.",
    "GENE LINKOUT": "This section offers external resource links that direct users to databases, tools, and additional literature. It may connect to gene- or protein-focused repositories, clinical resources, reagent suppliers, or analytical tools. It’s a handy launching point for extending research or clinical exploration beyond the presented gene record."
  }
  